const testBasketItems = [
    {
      id: 1,
      title: 'Хлопковая футболка BOSS',
      description: 'Мастера марки, основанной Хуго Фердинандом Боссом, выполнили оранжевую футболку из тонкого дышащего хлопка джерси. В состав материала добавили органическое сырье, произведенное без применения синтетических удобрений, пестицидов и генетически модифицированных семян. Модель декорировали будто стертым от времени принтом в виде слова Rolling.',
      price: 4175,
      quantity: 2,
      image: 'https://st1.tsum.com/sig/146c7621badd5e3c06862e84140719a4/width/1526/i/ec/58/19/0e/ec58190e-1747-3c76-8793-03b77929f88d.jpg',
    },
    {
      id: 2,
      title: 'Бейсболка Trussardi',
      description: 'Темно-синюю бейсболку с люверсами на тулье сшили из прочного хлопкового габардина, который долго сохраняет безупречный вид. Однотонный аксессуар с жестким изогнутым козырьком и ремешком, регулирующим посадку, украсили спереди крупным вышитым логотипом марки.',
      price: 5335,
      quantity: 1,
      image: 'https://st2.tsum.com/sig/ebec691e109ea6d4ad58a441449b1e62/width/1526/i/0d/ca/83/5a/0dca835a-1cfa-39cb-88a5-4d01bc84b234.jpg',
    },
    {
      id: 3,
      title: 'Кроссовки adidas Originals x Pharrell Williams Solar HU PRD',
      description: 'Черные кроссовки Solar HU PRD из мягкого сетчатого текстиля отлично пропускают воздух и почти не ощущаются на ногах. Гибкая подошва с амортизирующей системой плавно пружинит и гасит удары при ходьбе, а стабилизирующий каркас помогает сохранять правильное положение стопы во время бега.',
      price: 15150,
      quantity: 1,
      image: 'https://st2.tsum.com/sig/4aa975fee82e7da78e015bb4d7d6776e/width/1526/i/0e/b0/1b/6c/0eb01b6c-3aa9-32b3-9359-1a93fa9f4e00.jpg',
    },
    {
      id: 4,
      title: 'Беговые кроссовки Salomon',
      description: 'Беговые кроссовки SALOMON Speedcross J Turkish Sea/Littl',
      price: 7900,
      quantity: 2,
      image: 'https://www.kant.ru/upload/iblock/8be/8be1f1199f7464ab0607ea4d6c6f4d2c.jpg',
    },
    {
      id: 5,
      title: 'Анорак Stone Island',
      description: 'Прямую куртку оливкового оттенка сшили из прочного нейлона с металлизированным переливающимся блеском. Легкая ткань не промокает и не продувается ветром, обеспечивая комфорт в ненастную погоду, а за дополнительную защиту от дождя отвечает капюшон с козырьком. Модель с короткой молнией, скрытой под планкой с пуговицами, окрасили в готовом виде, поэтому ее цвет получился немного неравномерным.',
      price: 54750,
      quantity: 1,
      image: 'https://st2.tsum.com/sig/57f808bf00b8e9fe0bf12907e9e4f5a6/width/1526/i/e7/40/de/53/092ed1c4-4675-4c2b-aeae-a94ec7e53d8c.jpg',
    },
    {
      id: 6,
      title: 'Текстильная пляжная сумка',
      description: 'Яркость этой сумки с двумя широкими ручками вывели на максимум: неоново-желтую модель украсили на передней панели крупным бирюзовым логотипом и кислотной эмблемой. Для изготовления аксессуара использовали прочную хлопковую ткань. Вместительное основное отделение с внутренним карманом для смартфона закрывается молнией с подвеской из бусин на пуллере.',
      price: 9525,
      quantity: 1,
      image: 'https://st1.tsum.com/sig/fc66b6175cbc10c49cc996f8d6e3cf3d/width/1526/i/f6/a8/ab/b7/81c68be9-9ee1-4b66-85a0-16aa067f5c16.jpg',
    }
];
  
export default testBasketItems;
  